{
    "Abelmoschus-esculentus": {
        "links": [
            "https://www.youtube.com/watch?v=liJ-WM_YHdg",
            "https://www.youtube.com/watch?v=liJ-WM_YHdg"
        ],
        "strings": {
            "explain": {
                "1_common_name": [
                    "Okra"
                ],
                "2_scientific_name": [
                    "Abelmoschus esculentus Linn."
                ],
                "3_medicinal_properties": [
                    "• Soothes and protects the alimentary tract. ",
                    "• It acts as a softener of inflamed parts. ",
                    "• Relieves flatulence and griping pains from the stomach and bowels. ",
                    "• Prevents or cures spasms. ",
                    "• As a laxative.",
                    "• Controls pneumonia, bronchitis, urinary problems, heart diseases and tuberculosis of the lungs."
                ],
                "4_basic_needs": [
                    "Okra needs full sun and hot weather with evening temperatures that are in the 15.56° Celsius or warmer, typically 18.33° - 23.89° Celsius. They grow best during wet season (June to November). Soil needs to be fertile and well-drained neutral pH of 6.5 to 7.0."
                ],
                "5_how_to_use": [
                    "• The leaves are recommended for patients with pneumonia and bronchitis as a heated poultice or patch, as well as in decoction or boiling. ",
                    "• Flowers and fruit may also be cooked or decocted to extract the essence of Okra and then combined with honey to produce a simple okra tea that is great for individuals suffering from pneumonia and bronchitis.",
                    "• A decoction of the root is advised for irritated mucous membranes of the urethra and vagina, infectious venereal infections, and other genital issues.",
                    "• The seeds are used to treat cardiac problems. They are roasted and made into tea (4-5 cups per day are advised)."
                ],
                "6_caution": [
                    "All the information provided by the program is for educational purpose only, and does not substitute for professional medical advice. Reliance on or of use of the information provided is at your own risk."
                ]
            },
            "search_query": [
                "Okra (Lady's Finger)",
                "Abelmoschus esculentus"
            ]
        }
    },
    "Brassica-rapa": {
        "links": [
            "https://www.youtube.com/watch?v=hJ2AwHIMtfY",
            "https://www.youtube.com/watch?v=hJ2AwHIMtfY"
        ],
        "strings": {
            "explain": {
                "1_common_name": [
                    "Bok Choy/Pechay"
                ],
                "2_scientific_name": [
                    "Brassica rapa"
                ],
                "3_medicinal_properties": [
                    "• Lower risk of developing lung, prostate, and colon cancer.",
                    "• Help reduce the risk of bone fractures. ",
                    "• They can help decrease blood pressure naturally. ",
                    "• Help to maintain a healthy heart.",
                    "• Helps with sleep, muscle movement, learning, and memory."
                ],
                "4_basic_needs": [
                    "Bok Choy/Pechay needs to receive at least 4 to 6 hours of direct sunlight, water, fertilizer, and a place with temperature between 18° Celsius to 29.44° Celsius. Plant them with at least 4 inches of separation between plants in soil with pH ranging from 5.5-6.5 it can be planted during both dry and wet season (June to November and December to May)."
                ],
                "5_how_to_use": [
                    "Consumption of cooked Bok choy has been demonstrated to benefit an individual's overall health, ranging from heart health to bone health. It is high in potassium, vitamin A, calcium, magnesium, iron, and vitamin C."
                ],
                "6_caution": [
                    "All the information provided by the program is for educational purpose only, and does not substitute for professional medical advice. Reliance on or of use of the information provided is at your own risk."
                ]
            },
            "search_query": [
                "Brassica rapa",
                "Pechay (Bok Choy)"
            ]
        }
    },
    "Capsicum-frutescens": {
        "links": [
            "https://www.youtube.com/watch?v=oStXk4VBtGQ",
            "https://www.youtube.com/watch?v=oStXk4VBtGQ"
        ],
        "strings": {
            "explain": {
                "1_common_name": [
                    "Chili/Sili"
                ],
                "2_scientific_name": [
                    "Capsicum annuum Linn."
                ],
                "3_medicinal_properties": [
                    "• Helps in digestion if used in very small quantities. ",
                    "• Stimulates appetite. ",
                    "• Purifies the blood.",
                    "• Alters the process of nutrition and excretion and restores the normal function of the body. ",
                    "• Reduces or eliminates fever. ",
                    "• Strengthens and gives tone to the stomach. ",
                    "• Gives tone and vitality to the body. ",
                    "• Externally used to give relief from rheumatism, arthritis, chest pain and inflammation of the pericardium. ",
                    "• For relief from toothaches, inflamed tonsils and early stages of throat diseases in children."
                ],
                "4_basic_needs": [
                    "Chili plants need well-draining soil that is rich in organic matter, sunny location, sufficient water and fertilizer. Keep them warm with temperatures ranging from 26.67°- 29.44° Celsius. Plant them 18-36 inches apart and 2-3 feet between rows in soil with pH around 7.4-7.6 preferably during the dry season (December to May)."
                ],
                "5_how_to_use": [
                    "• The fruits are beneficial for stomach and intestinal discomfort. ",
                    "• Consuming little amounts of fresh fruit will boost hunger.",
                    "• Combine chili powder and a tiny quantity of water to produce an adhesive to affected areas for treating rheumatism, arthritis, chest discomfort, and inflamed pericardium (the lining of the heart).",
                    "• A decoction or boiling of the leaf is beneficial for oral disorders.",
                    "• To relieve toothache, remove the juice from the fruit, dip a cotton ball in it, and apply it after cleaning the cavity."
                ],
                "6_caution": [
                    "All the information provided by the program is for educational purpose only, and does not substitute for professional medical advice. Reliance on or of use of the information provided is at your own risk."
                ]
            },
            "search_query": [
                "Sili (Chilli)",
                "Capsicum frutescens",
                "Chili pepper plants"
            ]
        }
    },
    "Lycopersicon-esculentum": {
        "links": [
            "https://www.youtube.com/watch?v=QwAU78S7Lnk",
            "https://www.youtube.com/watch?v=QwAU78S7Lnk"
        ],
        "strings": {
            "explain": {
                "1_common_name": [
                    "Tomato"
                ],
                "2_scientific_name": [
                    "Lycopersicon esculentum"
                ],
                "3_medicinal_properties": [
                    "• Prevents scurvy, has a soothing effect, is antitoxic, disinfectant, laxative and tonic.",
                    "• Constipation, scrofula or tuberculosis of the neck, neuritis or inflammation of a nerve, liver problems, mental strain, arthritis, polyneuritis or inflammation of several nerves, rheumatism and indigestion.",
                    "• Burns, sunburns, insect bites, piles, tumours, swollen eyes, warts, coms and wounds.",
                    "• Soothing poultice for inflammations in general.",
                    "• Tonsillitis and throat inflammations.",
                    "• Nephritis or inflammatory disease of the kidney."
                ],
                "4_basic_needs": [
                    "Tomato plants thrive in well-drained soil that receives full light for the majority of the day silt loamy soils, clay loamy soils and loamy soils are ideal. The pH of the soil should be somewhat acidic 6.2 to 6.8. Tomato seedlings should be kept at a consistent temperature of 58°- 60° Fahrenheit."
                ],
                "5_how_to_use": [
                    "• Consuming a completely ripe tomato prevents scurvy (a condition caused by a deficiency of vitamin C).",
                    "• Fruit consumption aids in the treatment of constipation, lymph gland tuberculosis in the neck, neuritis, liver issues, mental strain, arthritis, polyneuritis, rheumatism, and indigestion. (Note* It should be consumed in large quantities however it should not be combined with starch.)",
                    "• Apply ripe tomatoes directly to burns, sunburns, bug bites, piles, tumors, inflamed eyes, warts, and wounds.",
                    "• Pounded leaves can be placed directly to regions of irritation and wrapped with fabric to form a poultice.",
                    "• Green tomato juice can be used as a gargle for tonsillitis and general throat discomfort.",
                    "• Patients suffering from nephritis or renal inflammation might benefit from a mixture of ripe fruit juice and celery. Take 2 to 3 cups each day to help with this."
                ],
                "6_caution": [
                    "All the information provided by the program is for educational purpose only, and does not substitute for professional medical advice. Reliance on or of use of the information provided is at your own risk."
                ]
            },
            "search_query": [
                "Kamatis (Tomato)",
                "Solanum Lycopersicum"
            ]
        }
    },
    "None": {
        "links": [
            "https://www.youtube.com/watch?v=9v6ehN9i_Fg",
            "https://www.youtube.com/watch?v=9v6ehN9i_Fg"
        ],
        "strings": {
            "explain": {
                "1_common_name": [
                    "None"
                ],
                "2_scientific_name": [
                    "None"
                ],
                "3_medicinal_properties": [
                    "None"
                ],
                "4_basic_needs": [
                    "None"
                ],
                "5_how_to_use": [
                    "None"
                ]
            },
            "search_query": [
                "images of flat surface"
            ]
        }
    },
    "Solanum-melongena": {
        "links": [
            "https://www.youtube.com/watch?v=JEhfnDo4oWY",
            "https://www.youtube.com/watch?v=JEhfnDo4oWY"
        ],
        "strings": {
            "explain": {
                "1_common_name": [
                    "Eggplant/Talong"
                ],
                "2_scientific_name": [
                    "Solanum melongena Linn."
                ],
                "3_medicinal_properties": [
                    "• Wash sores and ulcers. ",
                    "• Expel worms.",
                    "• Liver problems. ",
                    "• Rheumatism, gout, indigestion and constipation.",
                    "• Warts."
                ],
                "4_basic_needs": [
                    "Eggplants are warm-season crops which require a long growing season. They grow best in regions where the daytime temperature is between 26.67 °– 32.22° Celsius. In addition, eggplant is a sun loving plant and should be positioned in an area that receives full sunlight preferably during dry season(December to May). Plants will perform best when planted in a fertile soil with a pH between 6.3 and 6.8."
                ],
                "5_how_to_use": [
                    "• The roots are decocted or boiled and consumed to kill parasitic worms.",
                    "• The fruit is eaten gently boiled to treat rheumatism, gout, indigestion, and constipation.",
                    "• The juice of the fruit is used to treat warts; apply the juice on the warts several times each day."
                ],
                "6_caution": [
                    "All the information provided by the program is for educational purpose only, and does not substitute for professional medical advice. Reliance on or of use of the information provided is at your own risk."
                ]
            },
            "search_query": [
                "Talong (Eggplant)",
                "Solanum melongena"
            ]
        }
    }
}
